alefragnani.project-manager
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
codezombiech.gitignore
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-tools
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mattpocock.ts-error-translator
mccarter.start-git-bash
mgmcdermott.vscode-language-babel
ms-ceintl.vscode-language-pack-pt-br
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.vscode-typescript-next
pkief.material-icon-theme
postman.postman-for-vscode
rangav.vscode-thunder-client
redhat.java
redhat.vscode-yaml
rodrigovallades.es7-react-js-snippets
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.gitblame
wallabyjs.console-ninja
xabikos.javascriptsnippets
ziyasal.vscode-open-in-github
